from gtts import gTTS
tts = gTTS(text='মোহাম্মদ সাহাবুদ্দিন চুপ্পু হলেন বাংলাদেশের একজন রাজনীতিবিদ এবং ২২তম রাষ্ট্রপতি। তিনি ১৯৪৯ সালের ১০ সেপ্টেম্বর পাবনায় জন্মগ্রহণ করেন। এখানে তার সম্পর্কে কিছু তথ্য দেওয়া হলো: তিনি একজন বীর মুক্তিযোদ্ধা। তিনি দুর্নীতি দমন কমিশনের (দুদক) একজন কমিশনার ছিলেন। এছাড়াও, তিনি জেলা ও দায়রা জজ হিসেবে দায়িত্ব পালন করেছেন। বাংলাদেশ আওয়ামী লীগ তাকে রাষ্ট্রপতি পদে মনোনয়ন দেয় এবং ২০২৩ সালের ১৩ই ফেব্রুয়ারি তিনি বিনা প্রতিদ্বন্দ্বিতায় রাষ্ট্রপতি নির্বাচিত হন। ২৪ এপ্রিল, ২০২৩ তারিখে তিনি বাংলাদেশের রাষ্ট্রপতি হিসেবে শপথ গ্রহণ করেন।', lang='bn')
tts.save("fi.mp3")
